Repository: sims-hacker-zone/SimPE
Catalog: fullsimpe/SimPe/SimPe/PackedFiles/UserInterface/Elements.*.resx
Languages: de, it

# tbproxguid.ToolTip
source: GUID of a Fallback Object (The Object (should be an original Sims 2 Object) that should be used by this game if the user decided to delete this Object)
de: GUID eines alternative Objektes. Diese GUID wird vom Siel verwendet wenn diese Objekt nichtmehr gefunden werden kann.

# tborgguid.ToolTip
source: The GUID of the Base Object (Template that was used to create this Object)
de: Die GUID des Ausgangs Objektes (Das Template welches zum erstellen diese Objektes verwendet wurde)

# gbelements.Text
source: Elements
de: Elemente
it: Elementi

# label65.Text
source: Object Type:
de: Object Typ:
it: Tipo Oggetto:

# label9.Text
source: Filename:
de: Dateiname:
it: Nome del File:

# tbsimid.ToolTip
source: The GUID for this Object
de: Die GUID diese Objektes

# btnewtie.Text
source: create new ties for this Sim
de: Sim in Verwandschaftsliste aufnehmen
it: crea nuova parentela per questo Sim

# btdeletetie.Text
source: delete Tie
de: Verwandten löschen
it: cancella Parentela

# btaddtie.Text
source: <-- add Tie
de: <-- Verwandten hinzufügen
it: <-- aggiungi Parentela

# llcommitties.Text
source: commit Ties for current Sim
de: diese Beziehungen übernehmen
it: conferma Parentele per questo Sim

# gbties.Text
source: Ties
de: Beziehungen
it: Parentele

# label64.Text
source: Sim:
de: Verwandschaftsliste:

# label16.Text
source: Business Money:
de: Geschäftsverm.:

# label14.Text
source: Now On Lot:
de: Besucht Grundst.:

# label13.Text
source: Food decay:
de: Verfall Essen:

# label11.Text
source: Resources:
de: Resourcen:

# label10.Text
source: Food:
de: Nahrung:

# gbCastaway.Text
source: Castaway
de: Verschollen

# label7.Text
source: Holiday Lot:
de: Urlaubsgrundst.:

# cbcomputer.Text
source: Has Computer
de: Hat Computer
it: Ha il Computer

# cblot.Text
source: New Lot
de: Neues Grundstück
it: Nuovo Lotto

# cbbaby.Text
source: Has Baby
de: Hat Baby
it: Ha Bambini

# cbphone.Text
source: Has Phone
de: Hat Telefon
it: Ha il telefono

# llFamiDeleteSim.Text
source: delete Sim
de: Sim löschen
it: cancella Sim

# llFamiAddSim.Text
source: <-- add Sim
de: <-- Sim aufnehmen
it: <-- aggiungi Sim

# label5.Text
source: Family Members:
de: Familien Mitglieder:
it: Membri della famiglia:

# label4.Text
source: Friends:
de: Familien Freunde:
it: Amici di famiglia:

# label3.Text
source: Money:
de: Guthaben:
it: Soldi:

# label15.Text
source: Lot Instance:
de: Grunds. Instanz:
it: Istanza del Lotto:

# cbbest.Text
source: Known Sim
de: Bekannt
it: Conoscenti

# cbfamily.Text
source: Family
de: Familie
it: Famiglia

# cbmarried.Text
source: Married
de: Verheiratet
it: Coniugi

# cbengaged.Text
source: Engaged
de: Verlobt
it: Fidanzati

# cbsteady.Text
source: Steady
de: feste Beziehung
it: Coppia

# cblove.Text
source: Love
de: Liebe
it: Amore

# cbcrush.Text
source: Crush
de: Schwärmerei
it: Infatuato

# cbbuddie.Text
source: Buddies
de: guter Freund
it: Migliori Amici

# cbfriend.Text
source: Friends
de: Freund
it: Amici

# cbenemy.Text
source: Enemy
de: Feind
it: Nemici

# gbrelation.Text
source: Relationship State
de: Beziehungs Status
it: Stato Relazione

# label57.Text
source: Lifetime:
de: Gesamtanzeige:
it: Globale:

# label58.Text
source: Daily:
de: Tagesanzeige:
it: Quotidiano:

# btPicExport.Text
source: Export...
it: Esporta...

# cbupdate.Text
source: Update MMAT
it: Aggiorna MMAT

# label63.Text
source: Original GUID:
it: GUID Originale:

# label89.Text
source: Subhood:
it: Sotto quartiere:

# label6.Text
source: Name:
it: Nome:

# label91.Text
source: Relation Type:
it: Tipo Relazione:
