Repository: sims-hacker-zone/SimPE
Catalog: fullsimpe/SimPe/SimPe/PackedFiles/UserInterface/ExtSDescUI.*.resx
Languages: it

# pbPetEating.LabelText
source: Eating:
it: Cibo:

# pbPetOutside.LabelText
source: Outside:
it: Ambiente:

# pbPetPlaying.LabelText
source: Playing:
it: Divertimento:

# pbPetSpooky.LabelText
source: Spooky Things:
it: Pettegolezzi:

# pbPetSleep.LabelText
source: Sleeping:
it: Dormire:

# pbPetToy.LabelText
source: Toys:
it: Giocattoli:

# pbPetWeather.LabelText
source: Weather:
it: Meteo:

# pbPetAnimals.LabelText
source: Animals:
it: Animali:

# biId.Text
source: Overview
it: Descrizione

# biCareer.Text
source: Career
it: Carriera

# biRel.Text
source: Relations
it: Relazioni

# biInt.Text
source: Interests
it: Interessi

# biChar.Text
source: Character
it: Personalita'

# biSkill.Text
source: Skills
it: Abilita'

# biMisc.Text
source: Other
it: Varie

# biMore.Text
source: More
it: Altro

# biMax.Text
source: Max ALL
it: Massimizza

# biMax.ToolTipText
source: Maximize all displayed Values
it: Porta al massimo tutti i valori visualizzati

# label16.Text
source: Species:
it: Specie:

# label1.Text
source: Family Instance:
it: Istanza Famiglia:

# label49.Text
source: Treat as:
it: Agisci come:

# rbmale.Text
source: Male
it: Maschio

# rbfemale.Text
source: Female
it: Femmina

# label13.Text
source: Name:
it: Nome:

# label10.Text
source: Remaining Days:
it: Giorni Residui:

# label48.Text
source: Life Section:
it: Eta':

# pbBody.LabelText
source: Body:
it: Fisico:

# pbRomance.LabelText
source: Amorousnes:
it: Romanticismo:

# pbFat.LabelText
source: Fatness:
it: Forma Fisica:

# pbClean.LabelText
source: Cleaning:
it: Pulizia:

# pbCreative.LabelText
source: Creativity:
it: Creativita':

# pbCharisma.LabelText
source: Charisma:
it: Carisma:

# pbMech.LabelText
source: Mechanical:
it: Meccanica:

# pbLogic.LabelText
source: Logic:
it: Logica:

# pbCooking.LabelText
source: Cooking:
it: Cucina:

# pbMan.LabelText
source: Man:
it: Maschi:

# pbWoman.LabelText
source: Woman:
it: Femmine:

# label47.Text
source: Zodiac Sign:
it: Segno Zodiacale:

# label69.Text
source: attracted
it: attratto

# label70.Text
source: disgusted
it: disgustato

# label26.Text
source: Finicky
it: Schizzinosa

# label25.Text
source: Cowardly
it: Paurosa

# label24.Text
source: Friendly
it: Amichevole

# label23.Text
source: Lazy
it: Pigra

# label22.Text
source: Doofus
it: Stupida

# label21.Text
source: Pigpen
it: Sciatta

# label20.Text
source: Aggressive
it: Aggressiva

# label19.Text
source: Independant
it: Independente

# label18.Text
source: Hyper
it: Frenetica

# label17.Text
source: Genius
it: Geniale

# pbNeat.LabelText
source: Neat:
it: Ordinata:

# pbOutgoing.LabelText
source: Outgoing:
it: Estroversa:

# pbActive.LabelText
source: Active:
it: Attiva:

# pbPlayful.LabelText
source: Playful:
it: Giocosa:

# pbGNice.LabelText
source: Genetic Nice:
it: Simpatica (Genetica):

# pbNice.LabelText
source: Nice:
it: Simpatica:

# pbGPlayful.LabelText
source: Genetic Playful:
it: Giocosa (Genetica):

# pbGNeat.LabelText
source: Genetic Neat:
it: Ordinata (Genetica):

# pbGActive.LabelText
source: Genetic Active:
it: Attiva (Genetica):

# pbGOutgoing.LabelText
source: Genetic Outgoing:
it: Estroversa (Genetica):

# label60.Text
source: Score:
it: Punteggio:

# pbAspCur.LabelText
source: Current:
it: Attuale:

# label46.Text
source: Aspiration:
it: Aspirazione:

# pbCareerLevel.LabelText
source: Career Level:
it: Livello Carriera:

# label78.Text
source: School Type:
it: Tipo Scuola:

# label77.Text
source: Grade:
it: Rendimento:

# label50.Text
source: Career:
it: Carriera:

# pbSciFi.LabelText
source: ScienceFiction:
it: Scienza:

# pbTravel.LabelText
source: Travel:
it: Viaggi:

# pbToys.LabelText
source: Toys:
it: Giochi:

# pbEnvironment.LabelText
source: Environment:
it: Ambiente:

# pbSchool.LabelText
source: School:
it: Scuola:

# pbParanormal.LabelText
source: Paranormal:
it: Paranormale:

# pbAnimals.LabelText
source: Animals:
it: Animali:

# pbEntertainment.LabelText
source: Entertainment:
it: Divertimento:

# pbWeather.LabelText
source: Weather:
it: Meteo:

# pbCulture.LabelText
source: Culture:
it: Cultura:

# pbWork.LabelText
source: Work:
it: Lavoro:

# pbMoney.LabelText
source: Money:
it: Denaro:

# pbPolitics.LabelText
source: Politics:
it: Politica:

# pbCrime.LabelText
source: Crime:
it: Crimine:

# pbFood.LabelText
source: Food:
it: Cibo:

# pbSports.LabelText
source: Sports:
it: Sport:

# pbHealth.LabelText
source: Health:
it: Salute:

# pbFashion.LabelText
source: Fashion:
it: Moda:

# label3.Text
source: Static Motives:
it: Bisogni Statici:

# label95.Text
source: Age duration:
it: Durata Eta':

# label94.Text
source: Days in prev. Age:
it: GG Eta' prec.:

# label90.Text
source: Voice Type:
it: Tipo di Voce:

# label87.Text
source: NPC Type:
it: Tipo NPC:

# label86.Text
source: Autonomy Level:
it: Livello Autonomia:

# bTaskBox3.HeaderText
source: Misc
it: Varie

# cbfit.Text
source: Fit
it: Muscoloso

# cbpreginv.Text
source: Pregnant (invisible)
it: Gravidanza (invisibile)

# cbpreghalf.Text
source: Pregnant (Half)
it: Gravidanza (Meta')

# cbpregfull.Text
source: Pregnant (Full)
it: Gravidanza (Fine)

# cbfat.Text
source: Fat
it: Grasso

# bTaskBox2.HeaderText
source: Body Flags
it: Fisico

# cbisghost.Text
source: Is Ghost
it: E' Fantasma

# cbignoretraversal.Text
source: Ignore Traversal Costs
it: Ignora Costi Trasversali

# cbpasspeople.Text
source: Can Pass Through People
it: Passa attraverso Persone

# cbpasswalls.Text
source: Can Pass Through Walls
it: Passa attraverso Muri

# cbpassobject.Text
source: Can Pass Through Objects
it: Passa attraverso Oggetti

# bTaskBox1.HeaderText
source: Ghost Flags
it: Indicatori Fantasma

# pbLastGrade.LabelText
source: Last Grade:
it: Ultimo Voto:

# pbUniTime.LabelText
source: Remaining Time:
it: Tempo Residuo:

# pbEffort.LabelText
source: Effort:
it: Impegno:

# label103.Text
source: Semester:
it: Semestre:

# label101.Text
source: Influence:
it: Influenza:

# cboncampus.Text
source: On Campus (Is young Adult)
it: Al Campus (e' Giovane Adulto)

# label98.Text
source: Major:
it: Corso:

# label8.Text
source: Love Potion Duration:
it: Durata Pozione d'Amore:

# label7.Text
source: Perfume Duration:
it: Durata Profumo:

# label6.Text
source: Turn Offs:
it: Cose Deprimenti:

# label5.Text
source: Turn Ons:
it: Cose Stimolanti:

# label4.Text
source: Traits:
it: Considera come:

# llep3openinfo.Label
source: open Info...
it: apri Info...

# label15.Text
source: Owned Businesses:
it: Proprietario Attivita':

# label14.Text
source: Hourly Wage:
it: Salario:

# label12.Text
source: Assignment:
it: Mansione:

# label11.Text
source: Business Lot:
it: Lotto Attivita':
