Repository: sims-hacker-zone/SimPE
Catalog: fullsimpe/SimPe Main/OptionForm.*.resx
Languages: it

# cbdebug.Text
source: Game is in Debug Mode
it: Gioco in Debug Mode (Trucco dei Trucchi)

# cbblur.Text
source: Blur nudity
it: Togli Censura

# cbsound.Text
source: Enable Sound when game starts
it: Abilita Suono all'apertura del Gioco

# label1.Text
source: External Tools:
it: Strumenti Esterni:

# linkLabel1.Text
source: add
it: aggiungi

# linkLabel2.Text
source: delete
it: rimuovi

# button4.Text
source: Browse...
it: Sfoglia...

# label5.Text
source: Nvidia DDS Tool Folder:
it: Cartella Nvidia DDS Tool:

# cbLock.Text
source: Lock Docks
it: Blocca Finestre

# cbAsync.Text
source: Asynchron loading
it: Caricamento Asincrono

# button8.Text
source: clear History
it: svuota Cronologia

# button7.Text
source: reset Layout
it: ripristina Layout

# cbsplash.Text
source: Show Startup Splash
it: Mostra Maschera di Avvio

# lldds2.Text
source: You can download them here
it: Puoi scaricarle da qui

# lldds.Text
source: The Nvidia DDS Utilities were not found.
it: Nvidia DDS Utilities non sono state trovate.

# cbow.Text
source: show Dialogue fast
it: Mostra Dialoghi velocemente

# cbshowobjd.Text
source: show OBJd Filename
it: Mostra Nome del file dell'Oggetto

# label8.Text
source: Thumbnail Size:
it: Dimensione Anteprime:

# button6.Text
source: clear Cache
it: svuota Cache

# label9.Text
source: Report Format:
it: Formato Report:

# cbpkgmaint.Text
source: Use Pkg. Maintainer
it: Usa Pkg. Maintainer

# label4.Text
source: Default Language:
it: Lingua Predefinita:

# cbautobak.Text
source: Auto Backup
it: Backup Automatici

# cbcache.Text
source: Use Cache
it: Usa Cache

# cbsilent.Text
source: Silent (less Popups)
it: Silenzioso (meno Popup)

# cbwait.Text
source: Waiting Screen
it: Schermo di attesa

# groupBox2.Text
source: SimPe Settings:
it: Impostazioni SimPe:

# cbSimple.Text
source: Simple click to open Resources
it: Semplice Click per aprire Risorse

# cbmulti.Text
source: Allow multiple open Resources
it: Permetti apertura multipla di Risorse

# groupBox1.Text
source: Game Settings:
it: Impostazioni di Gioco:

# lladddown.Text
source: add Downloads Folder
it: aggiungi Cartella Downloads

# lldel.Text
source: delete
it: elimina

# lladd.Text
source: add
it: aggiungi

# cbjointname.Text
source: GMDC: Show Joint Names
it: GMDC: Mostra nomi dei Joint

# groupBox4.Text
source: Gmdc Settings:
it: Impostazioni Gmdc:

# cbFirefox.Text
source: Use Firefox style to open Tabs
it: Usa lo stile di Firefox per aprire Schede

# groupBox6.Text
source: Tab Browsing:
it: Navigazione fra Schede:

# groupBox5.Text
source: Theme:
it: Tema:

# cbIncCep.Text
source: Include CEP
it: Includi CEP

# groupBox8.Text
source: Simple Settings:
it: Impostazioni Semplici:

# btReload.Text
source: Reload
it: Ricarica

# linkLabel6.Text
source: reset
it: cancella

# llchg.Text
source: change
it: modifica

# groupBox9.Text
source: Advanced Settings:
it: Impostazioni Avanzate:

# cbAsyncSort.Text
source: Asynchron sorting
it: Ordinamento Asincrono

# label17.Text
source: Type-Column Format:
it: Formato Tipo-Colonna:

# label16.Text
source: TGI name extension:
it: TGI nome estensione:

# label15.Text
source: Name Format:
it: Formato Nome:

# cbSimTemp.Text
source: including Templates
it: includi Templates

# cbDeep.Text
source: Deep Search - Include Objects
it: Ricerca avanzata (by TazzMann)

# tbFolders.Text
source: System Folders
it: Cartelle di Sistema

# tbCheck.Text
source: System Check
it: Controllo Sistema

# tbSettings.Text
source: SimPe Settings
it: Impostazioni di SimPe

# tbSceneGraph.Text
source: Various
it: Varie

# tbCustom.Text
source: Custom
it: Personale

# tbFileTable.Text
source: File Table
it: Tabella dei File

# tbPlugins.Text
source: Installed Plugins
it: Plugin Installati

# tbTools.Text
source: External Tools
it: Strumenti Esterni

# tbIdent.Text
source: Identity
it: Identità

# $this.Text
source: Preferences
it: Preferenze
