Repository: sims-hacker-zone/SimPE
Catalog: fullsimpe/SimPe/SimPe/Plugin/Tool/Dockable/ObjectsDock.*.resx
Languages: fr

# button6.Text
source: Open by GUID
fr: Ouvrir par GUID

# button5.Text
source: Open by CRES-Name
fr: Ouvrir par Nom-CRES

# button4.Text
source: Open by Group ID
fr: Ouvrir par ID de groupe

# xpAdvanced.HeaderText
source: Advanced
fr: Avancé

# label4.Text
source: Biggest thanks go to Numenor and RGiles for making the Object Workshop possible in the first place, and their constant help in the developing process.
fr: Nos plus grands remerciments vont à Numenor et RGiles pour avoir rendu l'Object Workshop possible en premier lieu, et leur aide constante dans son développement.

# button2.Text
source: Open...
fr: Ouvrir...

# label1.Text
source: Welcome to the Object Workshop.
fr: Bienvenue dans le nouveau Object Workshop.

# button1.Text
source: Start
fr: Commencer

# label2.Text
source: The Object Data is not yet loaded. Please choose "Start", to load the Object Browser. Or click "Open...", to load a custom Package.
fr: Les données d'objet ne sont pas encore chargées. Veuillez cliquer sur "Commencer", pour charger l'explorateur d'objet. Ou cliquer "Ouvrir...", pour charger un Emballage personnalisé.

# xpTaskBoxSimple2.HeaderText
source: Selected Object
fr: Objet sélectionné

# xpTaskBoxSimple1.HeaderText
source: Selected Object
fr: Objet sélectionné

# cbColorExt.Text
source: Create Colour Extension Package
fr: Créer un Emballage pour les couleurs additionnelles

# gbRecolor.HeaderText
source: Recolour
fr: Recolorer

# cbstrlink.Text
source: Pull #STR-Linked Resources
fr: Ajouter les ressources #STR-Linked

# cbDesc.Text
source: Change Description
fr: Modifier la description

# cbOrgGmdc.Text
source: Reference original Mesh
fr: Référencer la Mesh d'origine

# cbRemTxt.Text
source: Rem. All Languages from References except US
fr: Retirer les langues autre que défaut des références

# cbanim.Text
source: Pull Animations
fr: Ajouter les animations

# cbwallmask.Text
source: Pull Wallmasks (by Numenor)
fr: Ajouter les Wallmasks (par Numenor)

# cbparent.Text
source: Create a stand-alone object
fr: Créer un objet indépendant

# cbclean.Text
source: Rem. useless Files (by Numenor)
fr: Ret. les fichiers inutilisés (par Numenor)

# cbfix.Text
source: Fix Cloned Files (by wes_h)
fr: Corriger les fichiers clonés (par wes_h)

# cbdefault.Text
source: Pull only default Colour
fr: Ajouter uniquement la couleur par défaut

# cbgid.Text
source: Set Custom Group ID (0x1c050000)
fr: Appliquer un ID de groupe personnalisé (0x1c050000)

# gbClone.HeaderText
source: Clone
fr: Cloner

# button3.Text
source: Start
fr: Commencer

# label3.Text
source: Task:
fr: Tâche :

# label7.Text
source: Price:
fr: Prix :

# label5.Text
source: Title:
fr: Titre :

# lbfinished.Text
source: Object was created.
fr: L'objet a été créé.

# lberr.Text
source: SimPe was unable to create the Object. A possible reason could be that you Interrupted the creation process. Another reason might be that the selected Object is not a recolour-able Object. Another reason might be that the selected Object "borrows" it's Textures from a Parent Object. In that case you would need to work with the Parent Object. Another reason might be SimPe's file table has not been configured to load some required parts
fr: SimPE est incapable de créer l'objet. Une raison possible pourrait être, que l'objet sélectionné ne supporte pas le CEP, ou que vous avez interrompu la création. Une autre raison pourrait être, que l'objet sélectionné "emprunte" ses Textures d'un autre objet Parent. Dans ce cas vous devrez travailler l'objet Parent.

# lbfinload.Text
source: Object was created and loaded.
fr: L'objet a été créé et chargé.

# lbwait.Text
source: Please Wait
fr: Patientez

# biPrev.Text
source: Previous
fr: Retour

# biNext.Text
source: Next
fr: Suivant

# biFinish.Text
source: Finish
fr: Terminer

# biAbort.Text
source: Startover
fr: Début

# cbTask.Items
source: Recolour
fr: Recolorer

# cbTask.Items1
source: Clone
fr: Cloner

# llCloneDef.Text
source: Set Defaults
fr: Définir par défaut
